tap "babashka/brew"
tap "borkdude/brew"
tap "clojure/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "polyfy/polylith"
brew "asdf"
brew "azure-cli"
brew "bat"
brew "cloc"
brew "clojure-lsp"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fswatch"
brew "fzf"
brew "git"
brew "gh"
brew "glow"
brew "gum"
brew "httpie"
brew "hugo"
brew "jq"
brew "kubectl"
brew "lsd"
brew "pgbouncer"
brew "sqlite"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "starship"
brew "uv"
brew "wget"
brew "borkdude/brew/babashka"
brew "babashka/brew/neil"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure/tools/clojure"
brew "heroku/brew/heroku"
brew "hashicorp/tap/vault"
brew "polyfy/polylith/poly"
{{ if eq "darwin" .chezmoi.os }}
tap "d12frosted/emacs-plus"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-savchenkovaleriy-big-sur-icon"]
brew "colima"
cask "font-fira-code"
{{ end }}
