tap "babashka/brew"
tap "borkdude/brew"
tap "clojure/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "cloc"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fish"
brew "fzf"
brew "git"
brew "gh"
brew "glow"
brew "gum"
brew "httpie"
brew "jq"
brew "lsd"
brew "sqlite"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "starship"
brew "uv"
brew "wget"
brew "borkdude/brew/babashka"
brew "babashka/brew/neil"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure/tools/clojure"
brew "heroku/brew/heroku"
cask "font-fira-code"
